import rentalImg from './../asset/rental-card-test.png'

// camera

import gh5s from './../asset/rental/camera/gh5s.jpg'
import z190 from './../asset/rental/camera/sony-z190.jpg'

export const rentalData = [

  {
    id: 1,
    img: gh5s,
    title: 'Panasonic Lumix DC-GH5S',
    subtitlShort: 'Камера со сменной оптикой Panasonic GH5S Body создана специально для видеосъемки, для чего использует матрицу 11.93 Мп.',
    subtitleLong: 'Камера со сменной оптикой Panasonic GH5S Body создана специально для видеосъемки, для чего использует матрицу 11.93 Мп. Размеры матрицы Live MOS составляют 17.3x13.0 мм, она позволяет сохранить угол обзора несмотря на то, какой формат записи вы будете использовать. Модель поддерживает чувствительность Auto ISO, настройка которой происходит в диапазоне 160-51200 ISO. Устройство производит видеозапись со скоростью 11 кадр./сек. Благодаря встроенному модулю Wi-Fi готовую запись можно передавать в сеть.',
    quantity: 5,
    price: 32000,
    category: 'Камеры'
  },

  {
    id: 2,
    img: z190,
    title: 'Sony PXW-Z190',
    subtitlShort: 'Запись в формате 4K 50p/60p с помощью потрясающего вариобъектива с 25-кратным зумом' ,
    subtitlLong: 'Это великолепное универсальное устройство с новой 1/3-дюймовой 3CMOS-матрицей станет незаменимым помощником при выполнении однокамерной съемки в широком спектре форматов 4K и HD. Мощный вариобъектив с 25-кратным зумом и тремя независимыми кольцами позволяет получать невероятно четкие изображения в формате 4K практически в любых условиях профессиональной съемки. Усовершенствованная автофокусировка с функцией распознавания лиц и уникальный электронный нейтральный фильтр переменной плотности от Sony позволяют без проблем создавать прекрасный контент.',
    quantity: 5,
    price: 42000,
    category: 'Камеры'
  },

  {
    id: 3,
    img: rentalImg,
    title: 'Canon EOS R5 Body',
    subtitlShort: 'Запись в формате 4K 50p/60p с помощью потрясающего вариобъектива с 25-кратным зумом' ,
    subtitlLong: 'Это великолепное универсальное устройство с новой 1/3-дюймовой 3CMOS-матрицей станет незаменимым помощником при выполнении однокамерной съемки в широком спектре форматов 4K и HD. Мощный вариобъектив с 25-кратным зумом и тремя независимыми кольцами позволяет получать невероятно четкие изображения в формате 4K практически в любых условиях профессиональной съемки. Усовершенствованная автофокусировка с функцией распознавания лиц и уникальный электронный нейтральный фильтр переменной плотности от Sony позволяют без проблем создавать прекрасный контент.',
    quantity: 10,
    price: 8000,
    category: 'Камеры'
  },

  {
    id: 4,
    img: rentalImg,
    title: 'Свет 1',
    subtitle: 'Свет Свет Свет Свет Свет Свет Свет Свет Свет Свет Свет',
    quantity: 5,
    price: 22000,
    category: 'Свет'
  },

  {
    id: 5,
    img: rentalImg,
    title: 'Свет 2',
    subtitle: 'Свет Свет Свет Свет Свет Свет Свет Свет Свет Свет Свет',
    quantity: 5,
    price: 12000,
    category: 'Свет'
  },

  {
    id: 6,
    img: rentalImg,
    title: 'Свет 3',
    subtitle: 'Свет Свет Свет СветСвет Свет Свет Свет Свет Свет',
    quantity: 10,
    price: 11000,
    category: 'Свет'
  },

  {
    id: 7,
    img: rentalImg,
    title: 'Звук 1',
    subtitle: 'Звук Звук Звук Звук Звук Звук Звук Звук Звук Звук Звук',
    quantity: 5,
    price: 2000,
    category: 'Звук'
  },

  {
    id: 8,
    img: rentalImg,
    title: 'Звук 2',
    subtitle: 'Звук Звук Звук Звук Звук Звук Звук Звук Звук Звук Звук',
    quantity: 5,
    price: 19000,
    category: 'Звук'
  },

  {
    id: 9,
    img: rentalImg,
    title: 'Звук 3',
    subtitle: 'Звук Звук Звук Звук Звук Звук Звук Звук Звук Звук Звук',
    quantity: 10,
    price: 4000,
    category: 'Звук'
  },

  {
    id: 10,
    img: rentalImg,
    title: 'Техника 1',
    subtitle: 'Операторская техника Операторская техника Операторская техника Операторская техника ',
    quantity: 5,
    price: 2500,
    category: 'Операторская техника'
  },

  {
    id: 11,
    img: rentalImg,
    title: 'Техника 2',
    subtitle: 'Операторская техника Операторская техника Операторская техника Операторская техника',
    quantity: 5,
    price: 1000,
    category: 'Операторская техника'
  },

  {
    id: 12,
    img: rentalImg,
    title: 'Техника 3',
    subtitle: 'Операторская техника Операторская техника Операторская техника Операторская техника',
    quantity: 10,
    price: 2000,
    category: 'Операторская техника'
  },


]