import rentalImg from './../asset/rental-card-test.png'



export const rentalData = [

  //camera

  {
    id: 1,
    img: rentalImg,
    title: 'Panasonic Lumix DC-GH5S',
    subtitlShort: 'Камера со сменной оптикой Panasonic GH5S Body создана специально для видеосъемки, для чего использует матрицу 11.93 Мп.',
    subtitleLong: 'Камера со сменной оптикой Panasonic GH5S Body создана специально для видеосъемки, для чего использует матрицу 11.93 Мп. Размеры матрицы Live MOS составляют 17.3x13.0 мм, она позволяет сохранить угол обзора несмотря на то, какой формат записи вы будете использовать. Модель поддерживает чувствительность Auto ISO, настройка которой происходит в диапазоне 160-51200 ISO. Устройство производит видеозапись со скоростью 11 кадр./сек. Благодаря встроенному модулю Wi-Fi готовую запись можно передавать в сеть.',
    quantity: 5,
    price: 32000,
    category: 'Камеры'
  },

  {
    id: 2,
    img: rentalImg,
    title: 'Sony PXW-Z190',
    subtitlShort: 'Запись в формате 4K 50p/60p с помощью потрясающего вариобъектива с 25-кратным зумом' ,
    subtitlLong: 'Это великолепное универсальное устройство с новой 1/3-дюймовой 3CMOS-матрицей станет незаменимым помощником при выполнении однокамерной съемки в широком спектре форматов 4K и HD. Мощный вариобъектив с 25-кратным зумом и тремя независимыми кольцами позволяет получать невероятно четкие изображения в формате 4K практически в любых условиях профессиональной съемки. Усовершенствованная автофокусировка с функцией распознавания лиц и уникальный электронный нейтральный фильтр переменной плотности от Sony позволяют без проблем создавать прекрасный контент.',
    quantity: 5,
    price: 42000,
    category: 'Камеры'
  },

  {
    id: 3,
    img: rentalImg,
    title: 'Canon EOS R5 Body',
    subtitlShort: 'Запись в формате 4K 50p/60p с помощью потрясающего вариобъектива с 25-кратным зумом' ,
    subtitlLong: 'Это великолепное универсальное устройство с новой 1/3-дюймовой 3CMOS-матрицей станет незаменимым помощником при выполнении однокамерной съемки в широком спектре форматов 4K и HD. Мощный вариобъектив с 25-кратным зумом и тремя независимыми кольцами позволяет получать невероятно четкие изображения в формате 4K практически в любых условиях профессиональной съемки. Усовершенствованная автофокусировка с функцией распознавания лиц и уникальный электронный нейтральный фильтр переменной плотности от Sony позволяют без проблем создавать прекрасный контент.',
    quantity: 1,
    price: 8000,
    category: 'Камеры'
  },


  {
    id: 4,
    img: rentalImg,
    title: 'Canon EOS R6 Body',
    subtitlShort: 'Беззеркальная камера Canon EOS R6 Body выполнена в черном корпусе из магниевого сплава и поликарбоната.' ,
    subtitlLong: 'В основе аппаратной части лежит матрица CMOS размером 35.9x23.9 мм с поддержкой 21.4 Мп. Устройство использует технологии, которые помогут с удовольствием снимать сюжеты, обеспечивая стабильность и беспрецедентную скорость. Скорость серийной съемки составляет 12 кадр./сек.',
    quantity: 1,
    price: 8000,
    category: 'Камеры'
  },


  {
    id: 5,
    img: rentalImg,
    title: 'Квадрокоптер DJI Mavic 2 Pro',
    subtitlShort: 'Инженерное чудо, идеальное для аэросъемки. Дрон, обладающий всеми лучшими технологиями DJI, дрон, который преобразит мир аэросъемки.' ,
    subtitlLong: 'DJI Mavic 2 Pro gray представляет собой полное обновление знаменитой серии складных дронов. Это касается как полётных характеристик, так и съёмочного комплекса. Максимальная скорость коптера составляет 72 км/ч, время пилотирования — до 31 минуты.',
    quantity: 2,
    price: 2200,
    category: 'Камеры'
  },



  // light



  {
    id: 6,
    img: rentalImg,
    title: 'Осветитель светодиодный Godox VL300',
    subtitleShort: 'Серия VL сбалансирована для съемки при цветовой температуре дневного света 5600K и обеспечивает высокую точность цветопередачи при значениях CRI≥96 и TLCI≥95. Бесступенчатая регулировка яркости от 0% до 100%.' ,
    subtitle: 'Новые светодиодные осветители Godox серии VL - это легкие и компактные источники постоянного света с тремя вариантами мощности на выбор: VL300, VL200 и VL150.  Благодаря высокой производительности и точной цветопередаче осветители серии VL являются идеальным источником света для студийной съемки портретов, натюрмортов, детской фотосъемки, а также для освещения при видеосъемке, например для съемки интервью, рекламного видеопроизводства и кинопроизводства.',
    quantity: 2,
    price: 2200,
    category: 'Свет'
  },

  {
    id: 7,
    img: rentalImg,
    title: 'Моноблок дневного света Nanlite Forza 500',
    subtitlShort: 'Это профессиональный моносветодиодный осветительный прибор от бренда Nanlite с выдающимися показателями светоотдачи относительно его размера' ,
    subtitle: 'Это профессиональный моносветодиодный осветительный прибор от бренда Nanlite с выдающимися показателями светоотдачи относительно его размера. При весе всего 2,59 кг Forza 500 основан на работе светодиодного модуля COB для вывода 66300 люкс при дневном освещении 5600K со сбалансированным дневным светом на расстоянии 1 метра. Прибор поддерживает CRI/TLCI 98/95, тем самым позволяя добиваться точной цветопередачи.',
    quantity: 2,
    price: 5000,
    category: 'Свет'
  },

  {
    id: 8,
    img: rentalImg,
    title: 'Осветитель светодиодный Godox LED1000С',
    subtitlShort: 'Светодиодные осветители LED500 и LED1000 прекрасно подходят для предметной съемки, создания фото- и видеорепортажей и т.п.' ,
    subtitle: 'Светодиодные осветители LED500 и LED1000 прекрасно подходят для предметной съемки, создания фото- и видеорепортажей и т.п. Они обеспечивают красивое ровное мягкое освещение с широким спектром. Доступны три модели: LED1000W с белым светом (5600K), LED1000Y с желтым светом (3300K) и Bi-color LED1000C (3300K-5600K).',
    quantity: 2,
    price: 11000,
    category: 'Свет'
  },


  {
    id: 9,
    img: rentalImg,
    title: 'Комплект Nanlite PavoTube II 15C-KIT 2 RGBWW (61 см)',
    subtitlShort: 'Светодиодная трубка Nanlite PavoTube II 15C RGBWW - портативный универсальный осветительный прибор с регулировкой яркости от 0 до 100%, полным спектром RGB и запрограммированными специальными световыми эффектами.' ,
    subtitle: 'Работает более 2 часов при яркости 100% / 9,5 часов при 10% и до 14 часов при 1%, заряжается на 70 минут быстрее предыдущей модели / может работать на внешних батареях, которые имеют порт D-TAP с кабелем адаптера CB-DT/DC (продаваемый отдельно) или непрерывно работают от переменного тока с подключенным зарядным устройством',
    quantity: 4,
    price: 1000,
    category: 'Свет'
  },


  {
    id: 10,
    img: rentalImg,
    title: 'Линза Френеля NANLITE FL-20G (bowens)',
    subtitlShort: 'Линза Френеля Nanlite FL-20G - светоформирующая насадка для увеличения светоотдачи осветительных приборов Nanlite Forza 300 и Forza 500.' ,
    subtitle: 'Дизайн FL-20G был специально разработан для того, чтобы справляться с тепловыделением Forza 500, работающего на полной яркости, без каких-либо побочных эффектов. Это также позволяет ему управлять всей производительностью Forza 300 Входящие в комплект металлические шторки позволяют дополнительно регулировать световой поток.',
    quantity: 2,
    price: 500,
    category: 'Свет'
  },


  {
    id: 11,
    img: rentalImg,
    title: 'Осветитель светодиодный Godox S60 фокусируемый',
    subtitlShort: 'Это легкий, фокусируемый источник света для точечной подсветки с углом раскрытия светового потока 6…55º и регулируемой мощностью до 60 Вт.' ,
    subtitle: 'Осветитель разработан для фотографов и видеографов, профессионально занимающихся предметной, свадебной, рекламной съемкой и использующих креативные приемы в освещении. Для реализации творческих замыслов специально для фокусируемых осветителей Godox S30 и S60 представлен широкий ассортимент светоформирующих и светомодифицирующих аксессуаров.',
    quantity: 4,
    price: 1500,
    category: 'Свет'
  },

  {
    id: 12,
    img: rentalImg,
    title: 'Комплект светодиодных осветителей Godox TL30-K4 Kit',
    subtitlShort: 'TL30 обеспечивает естественный и чистый цвет. Осветитель позволяет регулировать цветовую температуру в пределах от 2700 до 6500К, выбирать цветовой тон и насыщенность в режиме RGB, а также предоставляет к выполнению один из 14 предустановленных световых динамических спецэффектов.',
    quantity: 1,
    price: 1000,
    category: 'Свет'
  },




// SOUND



  {
    id: 13,
    img: rentalImg,
    title: 'Микшерный пульт Behringer X32 RACK',
    subtitlShort: 'Behringer 32 RACK революционно новый продукт в этом жанре, который объединяет аналоговые входы/выходы и цифровые подключения с достоточной обработкой для 40 каналов, 25 bus и до 152 источников сигналов.' ,
    subtitle: '16 MIDAS микрофонных предусилителей предусматривают достаточно входов, а с двойным портом AES50, X32 RACK может поддерживать до 6 ди-боксов S16 для огромного количества входов/выходов. 8 мощных стерео FX процессоров с гибкими опциями делают X32 RACK идеальным выбором для обработки аудио.',
    quantity: 2,
    price: 5000,
    category: 'Звук'
  },


  {
    id: 14,
    img: rentalImg,
    title: 'Микшерный пульт Behringer X32 PRODUCER',
    subtitlShort: ' В X32 PRODUCER собраны все возможности Х32 в маленьком корпусе, давая производительность для обработки фактически любого требуемого проекта.' ,
    subtitle: 'Монтируемый в 19 дюймовый рэк и оборудованный 16 микрофонными предусилителями X32 PRODUCER также имеет два AES50 порта для подключения ди-бокса S16 для 16 дополнительных XLR входов и 8 возвратов. FireWire и USB 2.0 делает X32 PRODUCER идеальным устройством для мобильной записи плюс встроенный контроль обнаружения протоколов делает его превосходным компаньоном для DAW. Управляемый iPad или ПК X32 PRODUCER приятно удивит Вас в том, что он может сделать, чтобы помочь Вам.',
    quantity: 1,
    price: 7000,
    category: 'Звук'
  },


  {
    id: 15,
    img: rentalImg,
    title: 'Микшерный пульт Behringer Xr18',
    subtitlShort: 'X AIR XR18 - 18 канальный цифровой рэковый микшер, управление с Android либо iPad планшетов, 16 программируемых предусилителей MIDAS, встроенный модуль WiFi и USB интерфейс 18 х 18 для прямой записи на iPad и т. д.' ,
    subtitle: 'BEHRINGER X32 полностью изменил ход игры, заново пересмотрев все, что возможно в цифровом микшере и в итоге более 100000 пользователей наслаждаются результатом. Теперь эта потрясающая технология наполняет маленький, но невероятно мощный, рэковый микшер XR18, который навсегда изменит способы записи и живое исполнение.',
    quantity: 1,
    price: 7000,
    category: 'Звук'
  },


  {
    id: 16,
    img: rentalImg,
    title: 'Радиосистема Saramonic UwMic9 Kit2 RX9+TX9+TX9',
    subtitlShort: 'Беспроводная микрофонная система обеспечивающая стабильный, без помех звук. ' ,
    subtitle: 'Передатчик Saramonic UwMic9 TX9 использует синтезированный PLL-синтезатор частот. Он оснащен функцией отключения звука и микрофонным входом типа BMP. Выходная мощность RF может переключаться. В комплект входит один беспроводной передатчик с креплением на поясе и петличный микрофон с зажимом и ветрозащитой. В комплекте два передатчика.',
    quantity: 2,
    price: 7000,
    category: 'Звук'
  },


  {
    id: 17,
    img: rentalImg,
    title: 'Радиосистема Sennheiser EW 100 G4-835-S',
    subtitlShort: 'Многофункциональные беспроводные системы для певцов, ораторов и музыкантов с полосой пропускания до 42 МГц в стабильном УВЧ-диапазоне.' ,
    subtitle: 'Быстрая одновременная настройка до 12 соединенных между собой систем. Живой звук по последнему слову техники с признанными капсюлями Sennheiser e 835, e 845 и e 865 на легком алюминиевом передатчике со встроенным выключателем звука.',
    quantity: 4,
    price: 3000,
    category: 'Звук'
  },


  {
    id: 10,
    img: rentalImg,
    title: 'Техника 1',
    subtitle: 'Операторская техника Операторская техника Операторская техника Операторская техника ',
    quantity: 5,
    price: 2500,
    category: 'Операторская техника'
  },

  {
    id: 11,
    img: rentalImg,
    title: 'Техника 2',
    subtitle: 'Операторская техника Операторская техника Операторская техника Операторская техника',
    quantity: 5,
    price: 1000,
    category: 'Операторская техника'
  },

  {
    id: 12,
    img: rentalImg,
    title: 'Техника 3',
    subtitle: 'Операторская техника Операторская техника Операторская техника Операторская техника',
    quantity: 10,
    price: 2000,
    category: 'Операторская техника'
  },


]